Repository: DidierSpaier/ebook-speaker
Catalog: po/eBook-speaker.*.po
Languages: de

source: Cannot read %s
de: Kann %s nicht lesen

source: Maybe a read-error occurred!
de: Möglicherweise trat ein Lesefehler auf!

source: 'h' for help
de: 'h' für Hilfe

source: level: %d of %d
de: Level: %d von %d

source: %d pages
de: %d Seiten

source: Corrupt eBook structure %s
de: Kaputte eBook Struktur %s

source: These commands are available in this version:
de: Folgende Befehle sind in dieser Version vorhanden:

source: cursor down - move cursor to the next item
de: Pfeil runter - verschiebt den Cursor auf das nächste Element

source: cursor up - move cursor to the previous item
de: Pfeil hoch - verschiebt den Cursor auf das vorhergehende Element

source: cursor right - skip to next phrase
de: Pfeil rechts - springe zur nächsten Phrase

source: cursor left - skip to previous phrase
de: Pfeil links - springe zur vorhergehenden Phrase

source: page-down - view next page
de: Seite runter - zur nächsten Seite

source: page-up - view previous page
de: Seite hoch - zur vorigen Seite

source: enter - start playing
de: Eingabetaste - abspielen

source: space - pause/resume playing
de: Leertaste - Pause-/Weiter

source: home - play on normal speed
de: home - spiele mit normaler Geschwindigkeit

source: Press any key for next page...
de: Taste drücken für nächste Seite...

source: / - search for a label
de: / - suche nach einem Begriff

source: D - decrease playing speed
de: D - verringere Abspielgeschwindigkeit

source: f - find the currently playing item and place the cursor there
de: f - aktuell spielendes Element finden und den Cursor dort platzieren

source: g - go to page number (if any)
de: g - zur Seitenzahl gehen (falls vorhanden)

source: h or ? - give this help
de: h oder ? - diese Hilfe anzeigen

source: j - just play current item
de: j - nur das aktuelle Element abspielen

source: l - switch to next level
de: l - zum nächsten Level wechseln

source: L - switch to previous level
de: L - zum vorigen Level wechseln

source: n - search forwards
de: n - Suche vorwärts

source: N - search backwards
de: N - Suche rückwärts

source: o - select next output sound device
de: o - nächstes sound device für Ausgabe wählen

source: p - place a bookmark
de: p - Lesezeichen setzen

source: q - quit eBook-speaker and place a bookmark
de: q - eBook-speaker verlassen und Lesezeichen setzen

source: s - stop playing
de: s - Abspielen stoppen

source: U - increase playing speed
de: U - erhöhe Abspielgeschwindigkeit

source: Press any key to leave help...
de: Taste drücken, um die Hilfe zu verlassen...

source: What do you search?
de: Suchen nach...?

source: Go to page number:
de: Gehe zur Seitenzahl:

source: Something is wrong with the %s file
de: Etwas stimmt nicht mit der Datei %s

source: Cannot read /proc/asound/cards
de: Kann /proc/asound/cards nicht lesen

source: Usage: %s eBook_file [-l language]
de: Aufruf: %s eBook_Datei [-l Sprache]

source: eBook-speaker needs the espeak package.
de: eBook-speaker benödigt das espeak Programm.

source: eBook-speaker needs the libreoffice-writer package.
de: eBook-speaker benödigt das libreoffice-writer Programm.

source: eBook-speaker needs the pandoc package.
de: eBook-speaker benödigt das pandoc Programm.

source: eBook-speaker needs the xml2 package.
de: eBook-speaker benödigt das xml2 Programm.

source: eBook-speaker needs the poppler-utils package.
de: eBook-speaker benödigt das poppler-utils Programm.

source: eBook-speaker needs the ghostscript package.
de: eBook-speaker benödigt das ghostscript Programm.

source: eBook-speaker needs the ocrfeeder package.
de: eBook-speaker benödigt das ocrfeeder Programm.

source: Please install it and try again.
de: Bringen Sie es bitte an und versuchen Sie noch einmal.

source: Plays eBooks on Linux
de: Ein Programm, um eBooks unter Linux abzuspielen

source: Press 'h' for help
de: 'h' für Hilfe drücken

source: This file doesn't contain an eBook!
de: Diesem Datei enthalt nicht ein eBook!
